# OLDConstructMatsCnt

## Description
Returns the count of the construction materials available for truss analysis.

```pascal
FUNCTION OLDConstructMatsCnt : LONGINT;
```

```python
def vs.OLDConstructMatsCnt():
    return LONGINT
```

## Version
Availability: from Vectorworks 2018

## Category
* Truss Analysis